Repository: Zagas/wp-job-manager-resumes_ITA
Catalog: wp-job-manager-resumes-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Approve Resumes
it_it: Approva Curriculum

source: %s approved
it_it: %s approvato

source: Select a category
it_it: Seleziona una categoria

source: Candidate name
it_it: Nome Canadidato

source: Custom field updated.
it_it: Campo personalizzato aggiornato

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: Resume updated.
it_it: Curriculum aggiornato

source: Resume restored to revision from %s
it_it: Curriculum recuperato e revisionato da %s

source: Resume saved.
it_it: Curriculum Salavato

source: Candidate
it_it: Candidato

source: Location
it_it: Luogo

source: Posted
it_it: Postato

source: Expires
it_it: Scandenza

source: Categories
it_it: Categorie

source: Featured?
it_it: Con ?

source: Actions
it_it: Azioni

source: Approve
it_it: Approva

source: View
it_it: Mostra

source: Email Candidate
it_it: Email del Candidato

source: Cancella
it_it: Cancellla

source: Resume Listings
it_it: Lista Curriculum

source: Resumes Per Page
it_it: Curriculum Per Pagina

source: How many resumes should be shown per page by default?
it_it: Quanti curriculum devono esser mostrati per pagina di default ?

source: Enable resume categories
it_it: Abilita Categorie Curriculum

source: Unlimited
it_it: Illimitato

source: Resume Upload
it_it: Carica Curriculum

source: Enable resume upload
it_it: Abilita il Caricamento Curriculum

source: Resume Submission
it_it: Sottomissione Curriculum

source: Account Required
it_it: Account Richiesto

source: Submitting listings requires an account
it_it: Per esser in lista devi avere un account

source: Account Creation
it_it: Creazione Account

source: Allow account creation
it_it: Permetti la creazione dell'account

source: Account Role
it_it: Ruolo Account

source: Approval Required
it_it: Approvazione Richiesta

source: New submissions require admin approval
it_it: La nuova sottomissino richiede l'approvazione dell'amministratore

source: Email New Submissions
it_it: Nuova Sottomisione Email

source: Listing Duration
it_it: Durata Lista

source: Never expire
it_it: Non Scadere mai

source: Auto-hide Resumes
it_it: Auto-nascondi Curriculum

source: No limit
it_it: Nessun Limite

source: Apply with Resume
it_it: Applica con Curriculum

source: The application will be stored in the database.
it_it: L'applicazione sarà salvata nel database

source: Force Resume Creation
it_it: Forza la creazione di Curriculum

source: Pages
it_it: Pagine

source: Submit Resume Page
it_it: Pagina di inserimento Curriculum

source: Candidate Dashboard Page
it_it: Dashboard Candidato

source: Resume Listings Page
it_it: Pagina Lista di Curriculum

source: Resume Visibility
it_it: Visibilità Curriculum

source: View Resume name Capability
it_it: Mostra

source: <em>Resume Manager</em> includes %1$sshortcodes%2$s which can be used within your %3$spages%2$s to output content. These can be created for you below. For more information on the resume shortcodes view the %4$sshortcode documentation%2$s.
it_it: <em>Resume Manager</em> include %1$sshortcodes%2$s which can be used within your %3$spages%2$s to output content. These can be created for you below. For more information on the resume shortcodes view the %4$sshortcode documentation%2$s.

source: Page Title
it_it: Titolo Pagina

source: Page Description
it_it: Descrizione Pagina

source: Content Shortcode
it_it: Contenuti Shortcode

# Default page title (wizard)
source: Submit Resume
it_it: Inserisci Curriculum

source: This page allows candidates to post their resume to your website from the front-end.
it_it: Questa pagina permette ai candidati di postare i loro curriculum per il tuo sito web dal front-end

# Default page title (wizard)
source: Candidate Dashboard
it_it: Dashboard Candidato

source: This page allows candidates to manage and edit their own resumes from the front-end.
it_it: Questa pagina permette i candidati di

# Default page title (wizard)
source: Resumes
it_it: Curriculum

source: Skip this step
it_it: Skip quest passo

source: All Done!
it_it: Tutto Fatto!

source: Candidate Location
it_it: Luogo Candidato

source: e.g. "London, UK", "New York", "Houston, TX"
it_it: e.g. "Ravenna, IT" ," Ravenna","Ravenna,RA"

source: Photo
it_it: Foto

source: URL to the candidate photo
it_it: URL foto candidato

source: URL to the candidate video
it_it: URL al video del candidato

source: Resume File
it_it: File Curriculum

source: URL to the candidate's resume file
it_it: URL al file del curriculum

source: Posted by
it_it: Inserito da

source: Candidate Data
it_it: Data del candidato

source: Education
it_it: Educazione

source: Experience
it_it: Esperienza

source: Add %s
it_it: Aggiungi

source: Name
it_it: Nome

source: Your site
it_it: Tuo sito

source: School name
it_it: Nome Scuola

source: Qualification(s)
it_it: Qualificazione(i)

source: Start/end date
it_it: Inizio/Data Fine

source: Notes
it_it: Note

source: Employer
it_it: Impiegato

source: Job Title
it_it: Titolo Lavoro

source: Optionally provide links to any of your websites or social network profiles.
it_it: Opzione che permette di colleggare ogni tuo sitoweb o social network preferito

source: No resumes found matching your selection.
it_it: Nessun Curriculum trovato

source: Showing &ldquo;%s&rdquo; %sresumes
it_it: Mostra &ldquo;%s&rdquo; %sresumes

source: Showing all %sresumes
it_it: Mostra tutti %sresumes

source: Submit your resume below to apply for the job "%s".
it_it: Inserisci il tuo curricculum sotto per applicarti al lavoro "%s"

source: Please choose a resume to apply with
it_it: Per Favore scegli un currriculum da inviare

source: This job cannot be applied for using a resume
it_it: Questo lavoro non può esser sottoscritto usando un curriculum

source: Please enter a message to include with your application
it_it: Per favore inserisci messaggio da includere alla tua domanda

source: Your application has been sent successfully
it_it: La tua richiesta è stata spedita

source: Error sending application
it_it: Errore nello spedire

source: Hello
it_it: Ciao

source: A candidate has applied online for the position "%s".
it_it: Un candidato si è applicato online per la posizione di "%s"

source: You can view their online resume here: %s.
it_it: Tu puoi vedere online i loro curriculum qui: %s

source: Or you can contact them directly at: %s.
it_it: O tu puoi contattarli dirrettamente al: %s.

source: New Resume Submission From %s
it_it: Nuova Cadidatura Da %s

source: Resume Category
it_it: Categoria Curriculum

source: Resume Categories
it_it: Caregorie Curriculum

source: Search %s
it_it: Cerca %s

source: All %s
it_it: Tutto %s

source: Parent %s
it_it: Genitore %s

source: Parent %s:
it_it: Genitore %s:

source: Edit %s
it_it: Modifica %s

source: Update %s
it_it: Aggiorna %s

source: Add New %s
it_it: Aggiungi Nuovo %s

source: New %s Name
it_it: Nuovo %s Nome

source: Resume
it_it: Curriculum Vitae

source: Resumes
it_it: Curriculum Vitae

source: Add New
it_it: Aggiungi Nuovo

source: New %s
it_it: Nuovo %s

source: View %s
it_it: Mostra %s

source: No %s found
it_it: Non %s Trovato

source: No %s found in trash
it_it: Non %s trovato in cestino

source: This is where you can create and manage user resumes.
it_it: Questo è dove tu puoi crare e gestire il curriculum utente.

# post status
source: Hidden
it_it: Nascosto

source: Hidden <span class="count">(%s)</span>
it_it: Nascosto <span class="count">(%s)</span>

source: File not found
it_it: File non trovato

source: Go to homepage
it_it: Vai in homepage

source: Contact via the resume for "%s" on %s
it_it: Contatta attraverso il curriculum per "%s" su %s

source: Invalid Resume ID
it_it: Curriculum ID non Valido

source: %s has been deleted
it_it: %s è stato cancellato

source: %s has been hidden
it_it: %s è stato nascosto

source: %s has been published
it_it: %s è stato pubblicato

source: Title
it_it: Titolo

source: Category
it_it: Categoria

source: Date Posted
it_it: Data Postata

source: Load more resumes
it_it: Carica più curriculum

source: Display a list of recent listings on your site, optionally matching a keyword and location.
it_it: Mostra una lista di recenti inserimenti nel sito

source: Recent %s
it_it: Recente %s

source: Keyword
it_it: Parola Chiave

source: Number of listings to show
it_it: Numero di liste mostrate

source: Display a list of featured listings on your site.
it_it: Monstra la lista delle principali liste nel sito

source: Featured %s
it_it: In Primo Piano %s

source: Invalid resume
it_it: Curriculum non valido

source: Save changes
it_it: Salva Modifiche

source: Your changes have been saved.
it_it: i tuoi cambiati sono stati salvati.

source: View Resume &rarr;
it_it: Mostra Curriculum &rarr;

source: Submit Details
it_it: Inserisci Dettagli

source: Preview
it_it: Anteprima

source: Done
it_it: Fatto

source: Maximum of %d.
it_it: Massimo di %d

source: Your name
it_it: Tuo Nome

source: Your full name
it_it: Tuo nome completo

source: Your email
it_it: Tua email

source: Professional title
it_it: Titolo Professionale

source: e.g. "Web Developer"
it_it: es. "Sviluppatore Web"

source: A link to a video about yourself
it_it: Un link di un video che parla di te

source: Resume category
it_it: Categoria Curriculum

source: Resume Content
it_it: Contenuto Curriculum

source: Comma separate a list of relevant skills
it_it: Usa la virgola per separare tutte le tue competenze

source: Add URL
it_it: Aggiungi URL

source: Add Education
it_it: Aggiungi Educazione

source: Add Experience
it_it: Aggiungi Esperienza

source: Resume file
it_it: File del Curriculum

source: %s is a required field
it_it: %s è un campo richiesto

source: %s is invalid
it_it: %s non è valido

source: Please enter a valid email address
it_it: Per favore inserisci un indirizzo email valido

source: Please enter no more than %d skills.
it_it: Per favore inserisci non più di %d abilità

source: Preview &rarr;
it_it: Anteprima &rarr;

source: Please enter a username.
it_it: Per favore inserisci un username

source: Please enter your email address.
it_it: Per favore inserisci il tuo indirizzo email.

source: You must be signed in to post your resume.
it_it: Tu devi esser loggato per inserire il tuo curriculum

source: Submit Resume &rarr;
it_it: Inserisci Curriculum &rarr;

source: &larr; Edit resume
it_it: &larr; Modifica Curriculum

source: Submit your application to the job "%s".
it_it: Inserisci la tua candidatura al lavoro "%s".

source: License
it_it: Licenza

source: Enter your license key and email and hit return. A valid key is required for updates.
it_it: Inserisci la tua chiave di licenza .

source: Hide notice
it_it: Nascondi l'avviso

# post status
source: Draft
it_it: Bozza

# post status
source: Expired
it_it: Scaduta

# post status
source: Preview
it_it: Anteprima

# post status
source: Pending approval
it_it: In Attesa di Approvazione

# post status
source: Pending payment
it_it: In attesa di Pagamento

# post status
source: Published
it_it: Pubblicato

source: Published
it_it: Pubblicato

source: Expired
it_it: Scaduto

source: Pending Review
it_it: In Attesa di Revisione

source: Hidden
it_it: Nascosto

source: Inactive
it_it: Non Attiva

source: Sorry, you do not have permission to browse resumes.
it_it: Scusami, non hai il permesso di visionare i curriculum

source: This listing has expired
it_it: Questa lista è scaduta

source: Sorry, you do not have permission to view this resume.
it_it: Scusami, non hai il permesso di visionare questo currculum

source: Your account
it_it: Tuo Account

source: You are currently signed in as <strong>%s</strong>.
it_it: Tu sei attualmente loggata come <strong>%s</strong>.

source: Sign out
it_it: Log out

source: Have an account?
it_it: Hai già un Account?

source: Sign in
it_it: Iscriviti

source: If you don&rsquo;t have an account you can create one below by entering your email address. Your account details will be confirmed via email.
it_it: Se non ne hai creato uno puoi farlo inserendo qui sotto il tuo indirizzo email .I Dettagli del tuo account saranno confermati via Email.

source: You must sign in to submit a resume.
it_it: Devi Loggarti per insierire un Curriculum

source: (optional)
it_it: (opzionale)

source: Apply using your online resume; just enter a short message to send your application.
it_it: Candidati usando il tuo curriculum online; Appena inserisci un messaggio per spedire la tua candidatura.

source: Online resume
it_it: Curriculum Online

source: Message
it_it: Messaggio

# default cover letter
source: To whom it may concern,
it_it: Per chi è coinvolto,

# default cover letter
source: I am very interested in the %s position at %s. I believe my skills and work experience make me an ideal candidate for this role. I look forward to speaking with you soon about this position.
it_it: Sono molto interessato alla posizione. Io credo nelle mie capacità e nella mia esperienza lavorativa, sono un candidato ideale per questo ruolo. Resto in attesa di una risposta per questa posizione, distinti saluti.

# default cover letter
source: Thank you for your consideration.
it_it: Grazie per la tua considerazione

source: Send Application
it_it: Spedisci Domanda

source: You can apply to this job and others using your online resume. Click the link below to submit your online resume and email your application to this employer.
it_it: Tu puoi candidarti a questo lavoro usando uno dei tuoi curriculum online.

source: Submit Resume &amp; Apply
it_it: Inserisci Curriculum &amp; Spedisci

source: You need to be signed in to manage your resumes.
it_it: Devi Esser Loggato per gestire il tuo Curriculum

source: Your resume can be viewed, edited or removed below.
it_it: Il tuo curriculum può esser mostrato, editato o rimosso sotto.

source: You do not have any active resume listings.
it_it: Tu non hai nessuna lista di curriculum attivi

source: Hide
it_it: Nascondi

source: Publish
it_it: Pubblica

source: Relist
it_it: relista

source: Expires %s
it_it: Scaduti %s

source: Bomb
it_it: Contatta

source: To contact this candidate email <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
it_it: Per contattare il candidato contattalo a questa email:<a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>

source: Contact using webmail:
it_it: Contatta usando la webmail:

source: Contact
it_it: Contatta

source: There are no listings matching your search.
it_it: Non c'è nulla in riferimento alla tua ricerca

source: There are currently no resumes.
it_it: Non ci sono attualmente Curriculum

source: %s ago
it_it: %s fa

source: %s at %s
it_it: %s a %s

source: Updated %s ago
it_it: Aggiornato %s ago

source: Before applying for this position you need to submit your <strong>online resume</strong>. Click the button below to continue.
it_it: Prima di candidarti per questa posizione tu hai bisogno del tuo <strong>curriculum online</strong>. Clicca sul bottone sottostante.

source: Submit Resume
it_it: Inserisci Curriculum

source: Remove
it_it: Rimuovi

source: All Resumes
it_it: Tutti i Curriculum

source: Any Location
it_it: Qualsiasi luogo

source: Any category
it_it: Qualsiasi Categoria

source: A new resume has just been submitted by *%s*. The details of their resume are as follows:
it_it: Un nuovo curriculum è stato inserito da *%s*. I Dettagli

source: The content of their resume is as follows:
it_it: Il contenuto dei loro curriculum è il seguente:

source: Education:
it_it: Educazione:

source: Location: %s
it_it: Luogo: %s

source: Date: %s
it_it: Data: %s

source: Qualification: %s
it_it: Qualifica: %s

source: Experience:
it_it: Esperienze:

source: Employer: %s
it_it: Impiegato: %s

source: Job Title: %s
it_it: Titolo Lavoro: %s

source: You can view this resume here: %s
it_it: Tu puoi vedere questo curriculum qui: %s

source: You can view/edit this resume in the backend by clicking here: %s
it_it: Tu puoi vedere/modificare questo curriculum nel backend cliccando qui: %s

source: Your resume has been submitted successfully. To view your resume <a href="%s">click here</a>.
it_it: Il tuo curriculum è stato caricato con successo. Per visionarlo <a href="%s">clicca qui</a>.

source: Your resume has been submitted successfully.
it_it: Il tuo curriculum è stato caricato con successo

source: Your resume has been submitted successfully and is pending approval.
it_it: Il tuo curriculum è stato caricato con successo ed è in attesa di revisione da un amministratore.

source: Resume Manager requires WP Job Manager to be installed!
it_it: Resume Manager richiede WP Job Manager installato!

source: If you wish to edit the posted details use the "edit resume" button instead, otherwise changes may be lost.
it_it: Sei sicuro di avere inseriti tutti i dettagli nella modifica del curriculum, altrimenti i cambiamenti saranno cancellati.

source: Are you sure you want to remove this item?
it_it: Sei tu sicuro di voler rimuovere questo oggetto ?

source: remove
it_it: rimuovi

source: Are you sure you want to delete this resume?
it_it: Sei sicuro di voler cancellare questo curriculum ?
